Repository: RoboticaCesmac/test_django_coolify
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Accounts
pt_br: Contas

source: Register a new user
pt_br: Registrar um novo usuário

source: Returns the currently logged-in user.
pt_br: Retorna o usuario atualmente logado.

source: Partially update the logged-in user.
pt_br: Atualizar parcialmente o usuário logado.

source: Kid
pt_br: Criança

source: Appointments
pt_br: Consultas

source: Pending
pt_br: Pendente

source: Completed
pt_br: Completa

source: Cancelled
pt_br: Cancelada

source: Doctor
pt_br: Doutor

source: Date
pt_br: Data

source: Appointment
pt_br: Consulta

source: Score can only be added to completed appointments.
pt_br: A pontuação só pode ser adicionada a consultas concluídas.

source: Retrieve all appointments for the current user's kid.
pt_br: Recupera todas as consultas do usuário atual.

source: Retrieve a specific appointment for the current user's kid.
pt_br: Recupera uma consulta específica do usuário atual.

source: Partially update a specific appointment for the current user's kid.
pt_br: Atualiza parcialmente uma consulta específica do usuário atual.

source: Delete a specific appointment for the current user's kid.
pt_br: Exclui uma consulta específica do usuário atual.

source: Score must be a number
pt_br: A pontuação deve ser um número.

source: Create an appointment for the current user's kid.
pt_br: Cria uma consulta para o usuário atual.

source: Update a specific appointment for the current user's kid.
pt_br: Atualiza uma consulta específica do usuário atual.

source: If the kid in the serializer is not associated with the user, it will return a 404: Kid not Found.
pt_br: Se o filho no serializador não pertencer ao usuário, retornará um erro 404: Filho não encontrado.

source: Birth date cannot be in the future.
pt_br: Data de nascimento não pode ser no futuro.

source: Appointment date cannot be in the past.
pt_br: Data de consulta não pode ser no passado.

source: Diaphragmatic Breathings
pt_br: Respirações Diafragmáticas

source: Diaphragmatic Breathing
pt_br: Respiração Diafragmática

source: Step
pt_br: Passo

source: Image
pt_br: Imagem

source: Tutorial Diaphragmatic Breathing
pt_br: Tutorial Respiração Diafragmática

source: Tutorial Diaphragmatic Breathings
pt_br: Tutorial Respirações Diafragmáticas

source: Audio Tutorial Diaphragmatic Breathing
pt_br: Tutorial Respiração Diafragmática

source: Audio Tutorial Diaphragmatic Breathings
pt_br: Audio Tutorial Respirações Diafragmáticas

source: Retrieve all diaphragmatic breathings from appointments of current user's kids.
pt_br: Recupera todas as respirações diafragmáticas da consulta do usuário atual.

source: Retrieve a specific diaphragmatic breathing from an appointment of the current user's kid.
pt_br: Recupera uma respiração diafragmática específica da consulta do usuário atual.

source: Partially update a specific diaphragmatic breathing from an appointment of the current user's kid.
pt_br: Atualiza parcialmente uma respiração diafragmática específica da consulta do usuário atual.

source: Delete a specific diaphragmatic breathing from an appointment of the current user's kid.
pt_br: Exclui uma respiração diafragmática específica da consulta do usuário atual.

source: Create a diaphragmatic breathing for an appointment of the current user's kid.
pt_br: Cria uma respiração diafragmática para a consulta do usuário atual.

source: Update a specific diaphragmatic breathing from an appointment of the current user's kid.
pt_br: Atualiza uma respiração diafragmática específica da consulta do usuário atual.

source: If the appointment in the serializer is not associated with the user, it will return a 404: Appointment not Found.
pt_br: Se a consulta no serializador não pertencer ao usuário, retornará um erro 404: Consulta não encontrada.

source: Appointment not found
pt_br: Consulta não encontrada

source: Returns tutorial diaphragmatic breathing steps.
pt_br: Retorna os passos do tutorial de respirações diafragmáticas

source: Returns tutorial diaphragmatic breathing steps audio.
pt_br: Retorna os audios dos passos do tutorial de respirações diafragmáticas

source: Father
pt_br: Pai

source: Kids
pt_br: Crianças

source: Kid not found
pt_br: Filho não encontrado

source: Name
pt_br: Nome

source: Birth Date
pt_br: Data de nascimento

source: Retrieve all kids belonging to the current user.
pt_br: Recupera todos os filhos do usuário atual.

source: Create a new kid for the current user.
pt_br: Cria um novo filho para o usuário atual.

source: Retrieve a specific kid belonging to the current user.
pt_br: Recupera um filho específico do usuário atual.

source: Update a specific kid belonging to the current user.
pt_br: Atualiza um filho específico do usuário atual.

source: Partially update a specific kid belonging to the current user.
pt_br: Atualiza parcialmente um filho específico do usuário atual.

source: Delete a specific kid belonging to the current user.
pt_br: Exclui um filho específico do usuário atual.

source: User
pt_br: Usuário

source: Profiles
pt_br: Perfis

source: Profile
pt_br: Perfil

source: Retrieve current logged user and their profile details.
pt_br: Retorna o usuário atualmente logado e o perfil.

source: Partially update the birth date, user first name and user last name in the profile of the current logged user.
pt_br: Atualiza parcialmente a data de nascimento, primeiro nome e último nome no profile e usuário.

source: Toothease Administration
pt_br: Toothease Administração
